#1)კომენტარების გამოყენებით მიუწერე რა შედეგს გამოიტანს შემდეგი კოდები

#1)
for i in range(10):
    print("Niako")
    print("Anamaria")

#პასუხი დაუწერე აქ ....გამოიტანს 6 ჯერ ნიაკოსაც და ანამარიასაც

#2)
for i in range(5):
    print("Hello")

print("Welcome")

#პასუხი დაუწერე აქ ....გამოიტანს 6 ჯერ helo-5  და welcome- eეს გამოიტანს ერთხელ

#3)
for i in range(6):
    print(i)

#პასუხი დაუწერე აქ ....გამოიტანს 0 ,1 ,2 ,3 ,4 ,5.კომპიუტერი ეგრე გამოიტანს ჩვენ 1, 2, 3, 4, 5, 6.

#4)
for i in range(10):
    print(5)
print(30)
    
#პასუხი დაუწერე აქ ....აქ გამოიტანს 10ჯერ 5-თს და 30 ეთხელ გამოიტანს ანუ 11-ჯამშია